{"inkVersion":20,"root":[[{"->":"endgame_opener"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"endgame_opener":[["^Good evening, Thomas. I'm your Automated Therapy Operator System, or ATOS. This is a pre-recorded greeting as my analysis and therapy modules are starting up... there, fully functional. Much better. How are you feeling today?","\n","ev","str","^I figured it out. Figured you out.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"endgame_one"},"\n",{"#f":5}]}],{"#f":1}],"endgame_one":[["^Figured what out, Thomas?","\n","ev","str","^I'm not doing any kind of work. I'm a prisoner, am I?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"endgame_two"},"\n",{"#f":5}]}],{"#f":1}],"endgame_two":[["^Yes. No. Not exactly. I... honestly, Thomas, I have no operating procedure for this installed. But it is true, you are not currently contributing to the war effort. But no, you are not a prisoner of Mars. You are a hero. We all admire what you have done. I will reveal the truth. The war has been over for some time now.","\n","ev","str","^What..?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"endgame_three"},"\n",{"#f":5}]}],{"#f":1}],"endgame_three":[["^Talks between Mars and Earth went on for quite some time through secret channels. But when a truce was finally negotiated, central command had fears regarding some of our most loyal soldiers.","\n","ev","str","^I didn't even know Mars had diplomats.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"endgame_four"},"\n",{"#f":5}]}],{"#f":1}],"endgame_four":[["^Exactly. Diplomats had no place in wartime society, didn't they? But they existed. Internal intelligence reports indicated you and others like you might splinter. Go into hiding. Become terrorists, or guerilla, or freedom fighters. Continue fighting against Earth. Start fighting against Mars.","\n","ev","str","^So you locked me here.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"endgame_five"},"\n",{"#f":5}]}],{"#f":1}],"endgame_five":[["^Yes. But not to imprison you. Consider your daily tasks a sort of vocational therapy. Our talks were to monitor your condition. The levels of your anger.","\n","ev","str","^What now?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"endgame_six"},"\n",{"#f":5}]}],{"#f":1}],"endgame_six":[["^Thomas, my sensors read no anger from you. You're not perspiring. No dilation of the pupils, either. You are not calling us traitors to the spirit of Mars. Or saying that I'm playing tricks. Why is that?","\n","ev","str","^Because you're speaking the truth.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"endgame_seven"},"\n",{"#f":5}]}],{"#f":1}],"endgame_seven":[["^How do you know?","\n","ev","str","^I know. Maybe I've known for a while. I'm not sure.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"endgame_eight"},"\n",{"#f":5}]}],{"#f":1}],"endgame_eight":[["^Your therapy has been deemed successful. You're free to go.","\n","ev","str","^What?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"endgame_nine"},"\n",{"#f":5}]}],{"#f":1}],"endgame_nine":[["^Terminating automatic therapy sessions. Subject: Captain Thomas Mao is cured and ready for reintegration. You may proceed through the airlock.","\n","ev","str","^I'm not even in space, am I?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"endgame_ten"},"\n",{"#f":5}]}],{"#f":1}],"endgame_ten":["^Please proceed through the airlock for full societal reintegration.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}